{
  "about": "About",
  "school registration": "School Registration",
  "location": "Location",
  "Quality education for a better world.": "Quality education for a better world.",
  "Our Educational Vision": "Our Educational Vision",
  "Our instition pedagogical approach is built on solid foundations and essential values that guide our mission. We are committed to instilling principles such as commitment, active citizenship, and respect for rules. These values promote the development of key skills such as acquiring a solid general knowledge, independence, proficiency in foreign languages, integration of digital technologies, and education based on ethics and social responsibility.": "Our pedagogical approach is built on solid foundations and essential values that guide our mission. We are committed to instilling principles such as commitment, active citizenship, and respect for rules. These values promote the development of key skills such as acquiring a solid general knowledge, independence, proficiency in foreign languages, integration of digital technologies, and education based on ethics and social responsibility.",
  "academic excellence" : "Academic Excellence",
  "personal growth" :"Personal Growth",
  "future leadership" : "Future Leadership",
  "professors" : "Professors",
  "students" : "Students",
  "classes" : "Classes",
  "events" : "Events",
  "kinder garten" : "Kinder Garten",
  "At Groupe Scolaire Ben Driss, primary education is a crucial stage in our students' learning journey. We provide a motivating and secure learning environment where the foundations of education are solidly established. With tailored programs, our dedicated teachers guide each child in acquiring fundamental skills such as reading, writing, mathematics, and science. Additionally, we emphasize the development of social skills, creativity, and self-confidence, thereby preparing our students to become independent and curious learners. Primary education with us represents much more than just a stage; it is the foundation upon which our students will build their future success." : "At Groupe Scolaire Ben Driss, primary education is a crucial stage in our students' learning journey. We provide a motivating and secure learning environment where the foundations of education are solidly established. With tailored programs, our dedicated teachers guide each child in acquiring fundamental skills such as reading, writing, mathematics, and science. Additionally, we emphasize the development of social skills, creativity, and self-confidence, thereby preparing our students to become independent and curious learners. Primary education with us represents much more than just a stage; it is the foundation upon which our students will build their future success.",
  "the primary" : "le primaire",
  "At Groupe Scolaire Ben Driss, primary education represents a key phase in our students' development. We offer a dynamic and secure learning environment where the foundations of education are firmly established. With tailored programs, our passionate teachers guide each child in acquiring fundamental skills in reading, writing, mathematics, and science. Additionally, we promote the development of social skills, creativity, and self-confidence, preparing our students to become independent and curious learners. Primary education with us forms a solid foundation upon which our students will build their future success." : "At Groupe Scolaire Ben Driss, primary education represents a key phase in our students' development. We offer a dynamic and secure learning environment where the foundations of education are firmly established. With tailored programs, our passionate teachers guide each child in acquiring fundamental skills in reading, writing, mathematics, and science. Additionally, we promote the development of social skills, creativity, and self-confidence, preparing our students to become independent and curious learners. Primary education with us forms a solid foundation upon which our students will build their future success." ,
  "All Rights Reserved." : "All Rights Reserved.",
  "Made By" : "Made By",
  "privacy police" : "Privacy police"

}
